Repository: mstroshin/LanguagePlayer
Catalog: LanguagePlayer/Resources/*.lproj/Localizable.strings
Languages: ru

# withoutLimit
source: 🎞 No limit on the number of uploaded videos
ru: 🎞 Без лимита на количество загруженных видео

# supportDeveloper
source: ❤ Help in the development of this application
ru: ❤ Помощь в развитии приложения

# trial
source: %d days free trial
ru: %d дней бесплатного пользования

# savePercent
source: save %d%%
ru: экономия %d%%

# restorePurchase
source: Restore Premium
ru: Восстановить Premium

# Terms
source: Terms of Service
ru: Условия обслуживания

# Privacy
source: Privacy Policy
ru: Политика конфиденциальности

source: and
ru: и

source: Month
ru: Месяц

source: Year
ru: Год

source: Lifetime
ru: Навсегда

# alreadyHasPremium
source: Congratulations! You already have a premium! 😊
ru: Поздравляем! У Вас уже есть премиум! 😊

source: Yippee!
ru: Ура!

# noConnectionErrorTitle
source: The internet connection is probably interrupted
ru: Вероятно, соединение с интернетом прервано 😞

source: Retry
ru: Повторить

source: Video Library
ru: Видеозаписи

source: Choose:
ru: Выберите действие:

source: Remove
ru: Удалить

source: Remove with cards
ru: Удалить со всеми карточками

source: Cards
ru: Карточки

source: Audio Track
ru: Аудио дорожка

# firstSubtitle
source: Fist subtitle
ru: Первые субтитры

source: Second subtitle
ru: Вторые субтитры

source: None
ru: Нет

# downloaderInstruction
source: To download video and subtitles, connect this device to a Wi-Fi network and open the site from another device:
ru: Чтобы загрузить видео и субтитры, подключите это устройство к Wi-Fi сети и откройте с другого устройства сайт:

source: or
ru: или

# videoDownload
source: Download video
ru: Загрузить видео

# wifiError
source: No Wi-Fi connection 😞 Connect to Wi-Fi and click Retry
ru: Нет подключения к Wi-Fi 😞 Подключитесь к Wi-Fi и нажмите Повторить
